{
    "errorCode": 0,
    "errorMessage": "",
    "data": [
        {
            "id": 0,
            "title_ru": "Добро пожаловать в Namapi!",
            "title_ua": "Ласкаво просимо до Namapi!",
            "description_ru": "Мы рады, что вы выбрали наше приложение. Наша цель - оказать помощь тем, кто в ней нуждается, силами тех, кто готов ее предоставить. Хотим обратить Ваше внимание, что наша 'большая команда' состоит из двух человек и кота на удаленной работе, тратим на разработку свое личное время и деньги, при этом не получая никакой выгоды и само приложение не претендует на звание лучшего приложения года, поэтому количество дефектов и проблем с UI вас не разочаруют. Надеемся на Ваше понимание. Слава Украине! 🇺🇦",
            "description_ua": "Мы раді, що ви обрали наш додаток. Наша ціль - надати допомогу тим, хто її потребує, силою тих, хто готовий її надати. Хочемо звернути Вашу увагу, що наша 'велика команда' складається з двох осіб і кота на віддаленій роботі, витрачаємо на розробку свій особистий час і гроші, при цьому не отримуючи жодної вигоди і сама програма не претендує на звання кращої програми року, тому кількість дефектів та проблем з UI вас не розчарують. Сподіваємося на Ваше розуміння. Слава Україні! 🇺🇦",
            "date": "07.06.2022",
            "showShevron": true
        },
        {
            "id": 1,
            "title_ru": "Почему информация о компаниях не точная",
            "title_ua": "Чому інформація про компанії не точна",
            "description_ru": "Несмотря на то, что информация о наличии топлива на АЗС и графике работы различных компаний берется из официальных источников, она может быть неточной. На это есть ряд причин. Во-первых, у самих источников она обновляется с задержкой, например информация о наличии топлива обновляется с задержкой в час. Во-вторых, для того чтобы не загружать сервера этих компаний, мы не опрашиваем их постоянно. Ну и наконец, это не дает угаснуть духу авантюризма, ведь гораздо интереснее ехать на заправку на одних парах и надеятся что там все еще есть топливо, или нет?",
            "description_ua": "Незважаючи на те, що інформація про наявність палива на АЗС та графік роботи різних компаній береться з офіційних джерел, вона може бути неточною. На це є низка причин. По-перше, у самих джерел вона оновлюється із затримкою, наприклад, інформація про наявність палива оновлюється із затримкою на годину. По-друге, щоб не завантажувати сервера цих компаній, ми не опитуємо їх постійно. Ну і нарешті, це не дає згаснути духу авантюризму, адже набагато цікавіше їхати на заправку на одних парах і сподіватися, що там все ще є паливо, чи ні?",
            "date": "28.06.2022",
            "showShevron": true
        }
    ]
}
